Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# theme.midnight
source: Midnight
ar: منتصف الليل
bn: মিডনাইট
de: Mitternacht
el: Μεσάνυχτα
es: Medianoche
fr: Minuit
he: חצות
hi: आधी रात
id: Tengah Malam
ja: ミッドナイト
ko: 미드나잇
ms: Tengah Malam
ro: Miezul nopții
ru: Полночь
sv: Midnatt
th: เที่ยงคืน
uk: Північ
vi: Nửa đêm
zh_hans: 午夜

# theme.mint
source: Mint
ar: نعناع
bn: মিন্ট
de: Minze
el: Μέντα
es: Menta
fr: Menthe
he: מנטה
hi: पुदीना
id: Hijau Mint
ja: ミント
ko: 민트
ms: Hijau Pudina
ro: Mentă
ru: Мята
sv: Mintgrön
th: มินต์
uk: М'ята
vi: Bạc hà
zh_hans: 薄荷

# theme.peach
source: Peach
ar: خوخ
bn: পিচ
de: Pfirsich
el: Ροδάκινο
es: Melocotón
fr: Pêche
he: אפרסק
hi: आड़ू
id: Persik
ja: ピーチ
ko: 피치
ms: Pic
ro: Piersică
ru: Персик
sv: Persika
th: พีช
uk: Персик
vi: Đào
zh_hans: 蜜桃

# theme.rain
source: Rain
ar: مطر
bn: রেইন
de: Regen
el: Βροχή
es: Lluvia
fr: Pluie
he: גשם
hi: बारिश
id: Hujan
ja: レイン
ko: 비
ms: Hujan
ro: Ploaie
ru: Дождь
sv: Regn
th: ฝน
uk: Дощ
vi: Mưa
zh_hans: 雨

# theme.roseGold
source: Rose Gold
ar: ذهبي وردي
bn: রোজ গোল্ড
de: Roségold
el: Ροζ χρυσό
es: Oro Rosa
fr: Or Rose
he: זהב ורוד
hi: रोज़ गोल्ड
id: Emas Mawar
ja: ローズゴールド
ko: 로즈골드
ms: Emas Ros
ro: Aur roz
ru: Розовое золото
sv: Roséguld
th: โร즈โกลด์
uk: Рожеве золото
vi: Vàng hồng
zh_hans: 玫瑰金

# theme.sunset
source: Sunset
ar: غروب
bn: সানসেট
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
fr: Coucher
he: שקיעה
hi: सूर्यास्त
id: Senja
ja: サンセット
ko: 선셋
ms: Senja
ro: Apus
ru: Закат
sv: Solnedgång
th: พระอาทิตย์ตก
uk: Захід
vi: Hoàng hôn
zh_hans: 日落

# theme.white
source: White
ar: أبيض
bn: সাদা
de: Weiß
el: Λευκό
es: Blanco
fr: Blanc
he: לבן
hi: سفید
id: Putih
ja: ホワイト
ko: 화이트
ms: Putih
ro: Alb
ru: Белая
sv: Vit
th: ขาว
uk: Білий
vi: Trắng
zh_hans: 白色

# tools.contraction.duration %@
source: Duration: %@
ar: المدة: %@
bn: সময়কাল: %@
de: Dauer: %@
el: Διάρκεια: %@
es: Duración: %@
fr: Durée : %@
he: משך: %@
hi: अवधि: %@
id: Durasi: %@
ja: 時間: %@
ko: 지속: %@
ms: Tempoh: %@
ro: Durată: %@
ru: Длительность: %@
sv: Varaktighet: %@
th: ระยะเวลา: %@
uk: Тривалість: %@
vi: Thời lượng: %@
zh_hans: 时长: %@

# tools.contraction.interval %@
source: Interval: %@
ar: الفاصل: %@
bn: বিরতি: %@
de: Intervall: %@
el: Διάστημα: %@
es: Intervalo: %@
fr: Intervalle : %@
he: מרווח: %@
hi: अंतराल: %@
id: Jeda: %@
ja: 間隔: %@
ko: 간격: %@
ms: Selang: %@
ru: Интервал: %@
sv: Intervall: %@
th: ช่วงห่าง: %@
uk: Інтервал: %@
vi: Khoảng cách: %@
zh_hans: 间隔: %@

# tools.contraction.start
source: Start Contraction
ar: بدء الانقباض
bn: সংকোচন শুরু
de: Wehe starten
el: Έναρξη συσπάσεως
es: Iniciar contracción
fr: Démarrer contraction
he: התחלת ציר
hi: संकुचन शुरू
id: Mulai Kontraksi
ja: 陣痛開始
ko: 수축 시작
ms: Mula Kontraksi
ro: Începe contracția
ru: Начать схватку
sv: Starta värk
th: เริ่มคลื่นไส้
uk: Почати перейми
vi: Bắt đầu co thắt
zh_hans: 开始宫缩

# tools.contraction.stop
source: Stop Contraction
ar: إيقاف الانقباض
bn: সংকোচন বন্ধ
de: Wehe stoppen
el: Διακοπή συσπάσεως
es: Detener contracción
fr: Arrêter contraction
he: עצירת ציר
hi: संकुचन रोकें
id: Hentikan Kontraksi
ja: 陣痛停止
ko: 수축 중지
ms: Henti Kontraksi
ro: Oprește contracția
ru: Остановить схватку
sv: Stoppa värk
th: หยุดคลื่นไส้
uk: Зупинити перейми
vi: Dừng co thắt
zh_hans: 停止宫缩

# tools.contractionSubtitle
source: Time contractions
ar: توقيت الانقباضات
bn: সংকোচনের সময় মাপুন
de: Wehen stoppen
el: Χρονομέτρηση συσπάσεων
es: Cronometra contracciones
fr: Chronométrer les contractions
he: מדידת צירים
hi: संकुचन का समय
id: Ukur kontraksi
ja: 陣痛を計測
ko: 수축 시간 측정
ms: Ukur kontraksi
ro: Cronometrează contracțiile
ru: Замер схваток
sv: Mät värkar
th: จับเวลาคลื่นไส้
uk: Вимірювання переймів
vi: Đo co thắt
zh_hans: 记录宫缩

# tools.contractionTimer
source: Contraction Timer
ar: مؤقت الانقباضات
bn: সংকোচন টাইমার
de: Wehen-Timer
el: Χρονόμετρο συσπάσεων
es: Temporizador de Contracciones
fr: Minuteur Contractions
he: טיימר צירים
hi: संकुचन टाइमर
id: Timer Kontraksi
ja: 陣痛タイマー
ko: 수축 타이머
ms: Pemasa Kontraksi
ro: Cronometru contracții
ru: Таймер схваток
sv: Värktimer
th: ตัวจับเวลาคลื่นไส้
uk: Таймер переймів
vi: Hẹn giờ co thắt
zh_hans: 宫缩计时器

# tools.hydration
source: Hydration
ar: الترطيب
bn: হাইড্রেশন
de: Hydratation
el: Ενυδάτωση
es: Hidratación
fr: Hydratation
he: שתייה
hi: जलयोजन
id: Hidrasi
ja: 水分補給
ko: 수분 섭취
ms: Hidrasi
ro: Hidratare
ru: Гидратация
sv: Hydrering
th: การดื่มน้ำ
uk: Гідратація
vi: Hydrat hóa
zh_hans: 补水

# tools.hydration.logFromHome
source: Log water from the Home tab quick actions
ar: سجل الماء من الرئيسية
bn: হোম ট্যাবের দ্রুত কাজ থেকে পানি লগ করুন
de: Wasser über Start protokollieren
el: Καταγράψτε νερό από τις γρήγορες ενέργειες στην Αρχική
es: Registra agua desde Inicio
fr: Enregistrez l'eau depuis Accueil
he: רשמי מים מפעולות מהירות בלשונית הבית
hi: होम से पानी लॉग करें
id: Catat air dari aksi cepat di tab Beranda
ja: ホームから水分を記録
ko: 홈에서 물 기록
ms: Log air dari tindakan pantas tab Utama
ro: Înregistrează apa din acțiunile rapide Acasă
ru: Записывайте воду с главной
sv: Logga vatten från snabbåtgärder på Hem
th: บันทึกน้ำจากการดำเนินการด่วนในแท็บหน้าแรก
uk: Записуйте воду з швидких дій на Головній
vi: Ghi nước từ thao tác nhanh ở tab Trang chủ
zh_hans: 从首页快速记录饮水

# tools.hydrationSubtitle
source: Visual water counter
ar: عداد ماء مرئي
bn: ভিজ্যুয়াল পানি কাউন্টার
de: Visueller Wasserzähler
el: Οπτικός μετρητής νερού
es: Contador visual de agua
fr: Compteur d'eau visuel
he: מונה מים ויזואלי
hi: दृश्य पानी काउंटर
id: Penghitung air visual
ja: 水分カウンター
ko: 물 섭취 카운터
ms: Kaunter air visual
ro: Contor vizual apă
ru: Счётчик воды
sv: Visuell vattenräknare
th: ตัวนับน้ำแบบภาพ
uk: Візуальний лічильник води
vi: Bộ đếm nước trực quan
zh_hans: 饮水计数器

# tools.kegel.complete
source: Complete!
ar: اكتمل!
bn: সম্পন্ন!
de: Fertig!
el: Ολοκληρώθηκε!
es: ¡Completado!
fr: Terminé !
he: הושלם!
hi: पूर्ण!
id: Selesai!
ja: 完了!
ko: 완료!
ms: Selesai!
ro: Complet!
ru: Готово!
sv: Klart!
th: เสร็จสมบูรณ์!
uk: Завершено!
vi: Hoàn thành!
zh_hans: 完成!

# tools.kegel.hold
source: Hold
ar: امسك
bn: ধরে রাখুন
de: Halten
el: Κράτημα
es: Mantener
fr: Maintenir
he: החזקה
hi: पकड़ें
id: Tahan
ja: キープ
ko: 유지
ms: Tahan
ro: Ține
ru: Держать
sv: Håll
th: กลั้น
uk: Тримати
vi: Giữ
zh_hans: 保持

# tools.kegel.instructions
source: Hold for 5 seconds, release for 5 seconds
ar: امسك 5 ثوانٍ، أفلت 5 ثوانٍ
bn: ৫ সেকেন্ড ধরে রাখুন, ৫ সেকেন্ড ছাড়ুন
de: 5 Sek. halten, 5 Sek. loslassen
el: Κρατήστε 5 δευτερόλεπτα, αφήστε 5 δευτερόλεπτα
es: Mantén 5 seg, suelta 5 seg
fr: Maintenir 5 sec, relâcher 5 sec
he: החזיקי 5 שניות, שחררי 5 שניות
hi: 5 सेकंड पकड़ें, 5 छोड़ें
id: Tahan 5 detik, lepas 5 detik
ja: 5秒キープ、5秒リリース
ko: 5초 유지, 5초 이완
ms: Tahan 5 saat, lepas 5 saat
ro: Ține 5 secunde, eliberează 5 secunde
ru: Держать 5 сек, отпустить 5 сек
sv: Håll i 5 sekunder, släpp i 5 sekunder
th: กลั้น 5 วินาที คลาย 5 วินาที
uk: Тримайте 5 секунд, відпустіть 5 секунд
vi: Giữ 5 giây, thả 5 giây
zh_hans: 保持5秒，放松5秒

# tools.kegel.ready
source: Ready
ar: جاهز
bn: প্রস্তুত
de: Bereit
el: Έτοιμο
es: Listo
fr: Prêt
he: מוכנה
hi: तैयार
id: Siap
ja: 準備
ko: 준비
ms: Sedia
ro: Pregătit
ru: Готов
sv: Redo
th: พร้อม
uk: Готово
vi: Sẵn sàng
zh_hans: 准备

# tools.kegel.release
source: Release
ar: أفلت
bn: ছাড়ুন
de: Loslassen
el: Αφήστε
es: Soltar
fr: Relâcher
he: שחרור
hi: छोड़ें
id: Lepas
ja: リリース
ko: 이완
ms: Lepas
ro: Eliberează
ru: Отпустить
sv: Släpp
th: คลาย
uk: Відпустити
vi: Thả
zh_hans: 放松

# tools.kegel.repOf %lld
source: Rep %lld of 10
ar: التكرار %lld من 10
bn: রিপ %lld / ১০
de: Wdh. %lld von 10
el: Επανάληψη %lld από 10
es: Rep %lld de 10
fr: Rép. %lld sur 10
he: חזרה %lld מתוך 10
hi: दोहराव %lld / 10
id: Rep %lld dari 10
ja: 回 %lld / 10
ko: 회 %lld / 10
ms: Rep %lld daripada 10
ro: Rep %lld din 10
ru: Повт. %lld из 10
sv: Rep %lld av 10
th: ครั้งที่ %lld จาก 10
uk: Повтор %lld з 10
vi: Lần %lld / 10
zh_hans: 第 %lld 次 / 10

# tools.kegel.rest
source: Rest
ar: راحة
bn: বিশ্রাম
de: Pause
el: Ξεκούραση
es: Descanso
fr: Repos
he: מנוחה
hi: आराम
id: Istirahat
ja: 休憩
ko: 휴식
ms: Rehat
ro: Pauză
ru: Отдых
sv: Vila
th: พัก
uk: Відпочинок
vi: Nghỉ
zh_hans: 休息

# tools.kegel.setOf %lld
source: Set %lld of 3
ar: المجموعة %lld من 3
bn: সেট %lld / ৩
de: Satz %lld von 3
el: Σετ %lld από 3
es: Serie %lld de 3
fr: Série %lld sur 3
he: סט %lld מתוך 3
hi: सेट %lld / 3
id: Set %lld dari 3
ja: セット %lld / 3
ko: 세트 %lld / 3
ms: Set %lld daripada 3
ro: Set %lld din 3
ru: Подход %lld из 3
sv: Set %lld av 3
th: เซ็ต %lld จาก 3
uk: Сет %lld з 3
vi: Hiệp %lld / 3
zh_hans: 第 %lld 组 / 3

# tools.kegelSubtitle
source: 3 sets × 10 reps
ar: 3 مجموعات × 10 تكرارات
bn: ৩ সেট × ১০ রিপ
de: 3 Sätze × 10 Wdh.
el: 3 σετ × 10 επαναλήψεις
es: 3 series × 10 repeticiones
fr: 3 séries × 10 répétitions
he: 3 סטים × 10 חזרות
hi: 3 सेट × 10 दोहराव
id: 3 set × 10 rep
ja: 3セット × 10回
ko: 3세트 × 10회
ms: 3 set × 10 rep
ro: 3 seturi × 10 rep
ru: 3 подхода × 10 повт.
sv: 3 set × 10 reps
th: 3 เซ็ต × 10 ครั้ง
uk: 3 сети × 10 повторів
vi: 3 hiệp × 10 lần
zh_hans: 3组 × 10次

# tools.kegelTimer
source: Kegel Timer
ar: مؤقت كيجل
bn: Kegel টাইমার
el: Χρονόμετρο Kegel
es: Temporizador Kegel
fr: Minuteur Kegel
he: טיימר Kegel
hi: केगेल टाइमर
id: Timer Kegel
ja: ケーゲルタイマー
ko: 케겔 타이머
ms: Pemasa Kegel
ro: Cronometru Kegel
ru: Таймер Кегеля
th: ตัวจับเวลา Kegel
uk: Таймер Kegel
vi: Hẹn giờ Kegel
zh_hans: 凯格尔计时器

# tools.kick.kicks
source: kicks
ar: ركلات
bn: কিক
de: Tritte
el: κλωτσιές
es: patadas
fr: coups
he: בעיטות
hi: किक
id: tendangan
ja: キック
ko: 태동
ms: tendangan
ro: lovituri
ru: шевеления
sv: sparkar
th: การดิ้น
uk: поштовхи
vi: cử động
zh_hans: 胎动

# tools.kick.saveSession
source: Save Session
ar: حفظ الجلسة
bn: সেশন সংরক্ষণ
de: Sitzung speichern
el: Αποθήκευση συνεδρίας
es: Guardar sesión
fr: Enregistrer la session
he: שמירת מפגש
hi: सत्र सहेजें
id: Simpan Sesi
ja: セッション保存
ko: 세션 저장
ms: Simpan Sesi
ro: Salvează sesiunea
ru: Сохранить сессию
sv: Spara session
th: บันทึกเซสชัน
uk: Зберегти сесію
vi: Lưu phiên
zh_hans: 保存记录

# tools.kick.tapForKick
source: Tap for Kick
ar: اضغط للركلة
bn: কিকের জন্য ট্যাপ
de: Tippen für Tritt
el: Πατήστε για κλωτσιά
es: Toca por patada
fr: Appuyer pour un coup
he: הקישי לבעיטה
hi: किक के लिए टैप
id: Ketuk untuk Tendangan
ja: タップで記録
ko: 탭하여 기록
ms: Ketik untuk Tendangan
ro: Atinge pentru lovitură
ru: Нажмите для шевеления
sv: Tryck för spark
th: แตะเมื่อดิ้น
uk: Натисніть для поштовху
vi: Chạm khi cử động
zh_hans: 点击记录

# tools.kickCounter
source: Kick Counter
ar: عداد الركلات
bn: কিক কাউন্টার
de: Trittbewegungs-Zähler
el: Μετρητής κλωτσιών
es: Contador de Patadas
fr: Compteur de Coups
he: מונה בעיטות
hi: किक काउंटर
id: Penghitung Tendangan
ja: キックカウンター
ko: 태동 카운터
ms: Kaunter Tendangan
ro: Contor lovituri
ru: Счётчик шевелений
sv: Sparkräknare
th: ตัวนับการดิ้น
uk: Лічильник поштовхів
vi: Đếm cử động
zh_hans: 胎动计数器

# tools.kickSubtitle
source: Track baby movements
ar: تتبع حركات الجنين
bn: বেবির নড়াচড়া ট্র্যাক করুন
de: Bewegungen verfolgen
el: Παρακολούθηση κινήσεων μωρού
es: Rastrea movimientos del bebé
fr: Suivre les mouvements
he: מעקב תנועות תינוק
hi: शिशु की हरकतें ट्रैक करें
id: Lacak gerakan bayi
ja: 赤ちゃんの動きを記録
ko: 태동 기록
ms: Jejaki pergerakan bayi
ro: Urmărește mișcările bebelușului
ru: Отслеживание движений
sv: Spåra bebisrörelser
th: ติดตามการเคลื่อนไหวของทารก
uk: Відстеження рухів дитини
vi: Theo dõi cử động thai nhi
zh_hans: 追踪宝宝活动

# tools.title
source: Tools
ar: الأدوات
bn: টুলস
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
he: כלים
hi: उपकरण
id: Alat
ja: ツール
ko: 도구
ms: Alat
ro: Instrumente
ru: Инструменты
sv: Verktyg
th: เครื่องมือ
uk: Інструменти
vi: Công cụ
zh_hans: 工具

# tools.weightSubtitle
source: Log weight & view trends
ar: سجل الوزن والاتجاهات
bn: ওজন লগ করুন এবং ট্রেন্ড দেখুন
de: Gewicht & Trends
el: Καταγραφή βάρους και τάσεις
es: Registra peso y tendencias
fr: Enregistrer poids et tendances
he: רישום משקל ומגמות
hi: वजन और रुझान देखें
id: Catat berat & lihat tren
ja: 体重と推移を記録
ko: 체중 및 추세 기록
ms: Log berat & lihat trend
ro: Înregistrează greutatea și vezi tendințe
ru: Вес и динамика
sv: Logga vikt och se trender
th: บันทึกน้ำหนักและดูแนวโน้ม
uk: Запис ваги та тренди
vi: Ghi cân nặng và xem xu hướng
zh_hans: 记录体重和趋势

# tools.weightTracker
source: Weight Tracker
ar: تتبع الوزن
bn: ওজন ট্র্যাকার
de: Gewichtstracker
el: Παρακολούθηση βάρους
es: Control de Peso
fr: Suivi du Poids
he: מעקב משקל
hi: वजन ट्रैकर
id: Pelacak Berat
ja: 体重記録
ko: 체중 추적
ms: Penjejak Berat
ro: Urmărire greutate
ru: Трекер веса
sv: Viktspårning
th: ติดตามน้ำหนัก
uk: Відстеження ваги
vi: Theo dõi cân nặng
zh_hans: 体重追踪

# tools.wellnessGate
source: Wellness tools
ar: أدوات العافية
bn: সুস্থতা সরঞ্জাম
el: Εργαλεία ευεξίας
es: Herramientas de bienestar
fr: Outils bien-être
he: כלי בריאות
hi: वेलनेस उपकरण
id: Alat kesehatan
ja: ウェルネスツール
ko: 웰니스 도구
ms: Alat kesejahteraan
ro: Instrumente wellness
ru: Инструменты здоровья
sv: Wellness-verktyg
th: เครื่องมือสุขภาพ
uk: Інструменти wellness
vi: Công cụ sức khỏe
zh_hans: 健康工具

# weekGuide.appointment
source: Appointment
ar: موعد
bn: অ্যাপয়েন্টমেন্ট
de: Termin
el: Ραντεβού
es: Cita
fr: Rendez-vous
he: פגישה
hi: अपॉइंटमेंट
id: Janji
ja: 予約
ko: 진료
ms: Temujanji
ro: Programare
ru: Приём
sv: Bokning
th: นัดหมาย
uk: Запис
vi: Lịch hẹn
zh_hans: 预约

# weekGuide.development
source: Development
ar: التطور
bn: বিকাশ
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
fr: Développement
he: התפתחות
hi: विकास
id: Perkembangan
ja: 発育
ko: 발달
ms: Perkembangan
ro: Dezvoltare
ru: Развитие
sv: Utveckling
th: พัฒนาการ
uk: Розвиток
vi: Phát triển
zh_hans: 发育

# weekGuide.length
source: Length
ar: الطول
bn: দৈর্ঘ্য
de: Länge
el: Μήκος
es: Longitud
fr: Longueur
he: אורך
hi: लंबाई
id: Panjang
ja: 身長
ko: 길이
ms: Panjang
ro: Lungime
ru: Длина
sv: Längd
th: ความยาว
uk: Довжина
vi: Chiều dài
zh_hans: 身长

# weekGuide.momFeeling
source: How You May Feel
ar: كيف قد تشعرين
bn: আপনি কেমন অনুভব করতে পারেন
de: Wie du dich fühlst
el: Πώς μπορεί να νιώθετε
es: Cómo Puedes Sentirte
fr: Comment Vous Sentir
he: איך את עלולה להרגיש
hi: आप कैसा महसूस कर सकती हैं
id: Bagaimana Perasaan Anda
ja: 体調の変化
ko: 느낄 수 있는 변화
ms: Bagaimana Perasaan Anda
ro: Cum te poți simți
ru: Как вы можете себя чувствовать
sv: Hur du kan må
th: คุณอาจรู้สึกอย่างไร
uk: Як ви можете почуватися
vi: Bạn có thể cảm thấy
zh_hans: 您可能的感受

# weekGuide.tip
source: Tip
ar: نصيحة
bn: টিপ
de: Tipp
el: Συμβουλή
es: Consejo
fr: Conseil
he: טיפ
hi: सुझाव
id: Tips
ja: ヒント
ko: 팁
ro: Sfat
ru: Совет
sv: Tips
th: เคล็ดลับ
uk: Порада
vi: Mẹo
zh_hans: 小贴士

# weekGuide.title
source: Week Guide
ar: دليل الأسبوع
bn: সপ্তাহ গাইড
de: Wochenführer
el: Οδηγός εβδομάδας
es: Guía Semanal
fr: Guide Hebdo
he: מדריך שבועי
hi: साप्ताहिक गाइड
id: Panduan Minggu
ja: 週間ガイド
ko: 주간 가이드
ms: Panduan Minggu
ro: Ghid săptămânal
ru: Недельный гид
sv: Veckoguide
th: คู่มือรายสัปดาห์
uk: Тижневий гід
vi: Hướng dẫn tuần
zh_hans: 每周指南

# weekGuide.weight
source: Weight
ar: الوزن
bn: ওজন
de: Gewicht
el: Βάρος
es: Peso
fr: Poids
he: משקל
hi: वजन
id: Berat
ja: 体重
ko: 체중
ms: Berat
ro: Greutate
ru: Вес
sv: Vikt
th: น้ำหนัก
uk: Вага
vi: Cân nặng
zh_hans: 体重

# babySize.comparisonA %@
source: Your baby is the size of a %@
ar: حجم طفلك مثل %@
bn: আপনার শিশুর আকার একটি %@ এর মতো
de: Dein Baby ist so groß wie ein %@
el: Το μωρό σας έχει μέγεθος %@
es: Tu bebé tiene el tamaño de un %@
fr: Votre bébé a la taille d'un %@
he: התינוק/ת בגודל של %@
hi: आपका बच्चा एक %@ जितना बड़ा है
id: Bayi Anda seukuran %@
ja: 赤ちゃんは%@くらいの大きさです
ko: 아기는 %@ 크기예요
ms: Bayi anda sebesar %@
ro: Bebelușul tău are mărimea unui %@
ru: Ваш малыш размером с %@
sv: Din baby är stor som en %@
th: ลูกของคุณมีขนาดเท่า%@
uk: Ваша дитина розміром з %@
vi: Em bé của bạn có kích thước bằng một %@
zh_hans: 您的宝宝有一个%@那么大

# babySize.comparisonAn %@
source: Your baby is the size of an %@
ar: حجم طفلك مثل %@
bn: আপনার শিশুর আকার একটি %@ এর মতো
de: Dein Baby ist so groß wie ein %@
el: Το μωρό σας έχει μέγεθος %@
es: Tu bebé tiene el tamaño de un %@
fr: Votre bébé a la taille d'un %@
he: התינוק/ת בגודל של %@
hi: आपका बच्चा एक %@ जितना बड़ा है
id: Bayi Anda seukuran %@
ja: 赤ちゃんは%@くらいの大きさです
ko: 아기는 %@ 크기예요
ms: Bayi anda sebesar %@
ro: Bebelușul tău are mărimea unui %@
ru: Ваш малыш размером с %@
sv: Din baby är stor som en %@
th: ลูกของคุณมีขนาดเท่า%@
uk: Ваша дитина розміром з %@
vi: Em bé của bạn có kích thước bằng một %@
zh_hans: 您的宝宝有一个%@那么大

# babySize.comparisonFullTerm
source: Your baby is the size of a full-term baby
ar: حجم طفلك مثل رضيع مكتمل النمو
bn: আপনার শিশুর আকার একটি পূর্ণসময়ের শিশুর মতো
de: Dein Baby ist so groß wie ein ausgetragenes Baby
el: Το μωρό σας έχει μέγεθος ενός ώριμου μωρού
es: Tu bebé tiene el tamaño de un bebé a término
fr: Votre bébé a la taille d'un bébé à terme
he: התינוק/ת בגודל של תינוק שנולד במועד
hi: आपका बच्चा पूर्ण विकसित बच्चे जितना बड़ा है
id: Bayi Anda seukuran bayi cukup bulan
ja: 赤ちゃんは足月の赤ちゃんくらいの大きさです
ko: 아기는 만삭 아기 크기예요
ms: Bayi anda sebesar bayi cukup bulan
ro: Bebelușul tău are mărimea unui bebeluș la termen
ru: Ваш малыш размером с доношенного малыша
sv: Din baby är stor som ett fullgånget barn
th: ลูกของคุณมีขนาดเท่าทารกครบกำหนด
uk: Ваша дитина розміром з доношеної дитини
vi: Em bé của bạn có kích thước bằng một em bé đủ tháng
zh_hans: 您的宝宝有一个足月宝宝那么大

# babySize.growingEveryDay
source: Growing every day
ar: ينمو كل يوم
bn: প্রতিদিন বড় হচ্ছে
de: Wächst jeden Tag
el: Μεγαλώνει κάθε μέρα
es: Crece cada día
fr: Grandit chaque jour
he: גדל/ה כל יום
hi: हर दिन बढ़ रहा है
id: Tumbuh setiap hari
ja: 毎日成長中
ko: 매일 자라고 있어요
ms: Berkembang setiap hari
ro: Crește în fiecare zi
ru: Растёт каждый день
sv: Växer varje dag
th: เติบโตทุกวัน
uk: Росте щодня
vi: Lớn lên mỗi ngày
zh_hans: 每天都在成长

# babySize.item.poppy_seed
source: poppy seed
ar: بذرة خشخاش
bn: পোস্তো বীজ
de: Mohnsamen
es: semilla de amapola
fr: graine de pavot
hi: पोस्ता का बीज
ja: ポピーの種
ko: 양귀비 씨
ru: семя мака
zh_hans: 罂粟籽

# babySize.item.sesame_seed
source: sesame seed
ar: بذرة سمسم
bn: তিল
de: Sesamsamen
es: semilla de sésamo
fr: graine de sésame
hi: तिल
ja: ゴマ
ko: 참깨
ru: кунжут
zh_hans: 芝麻

# babySize.item.lentil
source: lentil
ar: عدس
bn: মসুর ডাল
de: Linse
es: lenteja
fr: lentille
hi: मसूर
ja: レンズ豆
ko: 렌틸콩
ru: чечевица
zh_hans: 扁豆

# babySize.item.blueberry
source: blueberry
ar: توت أزرق
bn: ব্লুবেরি
de: Blaubeere
es: arándano
fr: myrtille
hi: ब्लूबेरी
ja: ブルーベリー
ko: 블루berry
ru: черника
zh_hans: 蓝莓

# babySize.item.raspberry
source: raspberry
ar: توت
bn: রাস্পবেরি
de: Himbeere
es: frambuesa
fr: framboise
hi: रास्पबेरी
ja: ラズベリー
ko: 라즈베리
ru: малина
zh_hans: 覆盆子

# babySize.item.grape
source: grape
ar: عنب
bn: আঙুর
de: Traube
es: uva
fr: raisin
hi: अंगूर
ja: ブドウ
ko: 포도
ru: виноград
zh_hans: 葡萄

# babySize.item.cherry
source: cherry
ar: كرز
bn: চেরি
de: Kirsche
es: cereza
fr: cerise
hi: चेरी
ja: サクランボ
ko: 체리
ru: вишня
zh_hans: 樱桃

# babySize.item.strawberry
source: strawberry
ar: فراولة
bn: স্ট্রবেরি
de: Erdbeere
es: fresa
fr: fraise
hi: स्ट्रॉबेरी
ja: イチゴ
ko: 딸기
ru: клубника
zh_hans: 草莓

# babySize.item.fig
source: fig
ar: تين
bn: ডুমুর
de: Feige
es: higo
fr: figue
hi: अंजीर
ja: イチジク
ko: 무화과
ru: инжир
zh_hans: 无花果

# babySize.item.lime
source: lime
ar: لime
bn: পাতি লেবু
de: Limette
es: lima
fr: citron vert
hi: नींबू
ja: ライム
ko: 라임
ru: лайм
zh_hans: 青柠

# babySize.item.peach
source: peach
ar: خوخ
bn: পীচ
de: Pfirsich
es: melocotón
fr: pêche
hi: आड़ू
ja: モモ
ko: 복숭아
ru: персик
zh_hans: 桃子

# babySize.item.plum
source: plum
ar: برقوق
bn: প্লাম
de: Pflaume
es: ciruela
fr: prune
hi: बेर
ja: スモモ
ko: 자두
ru: слива
zh_hans: 李子

# babySize.item.lemon
source: lemon
ar: ليمون
bn: লেবু
de: Zitrone
es: limón
fr: citron
hi: नींबू
ja: レモン
ko: 레mon
ru: лимон
zh_hans: 柠檬

# babySize.item.apple
source: apple
ar: تفاحة
bn: আপেল
de: Apfel
es: manzana
fr: pomme
hi: सेब
ja: リンゴ
ko: 사과
ru: яблоко
zh_hans: 苹果

# babySize.item.avocado
source: avocado
ar: أفocado
bn: অ্যাভোকাডো
es: aguacate
fr: avocat
hi: एवोकाडो
ja: アボカド
ko: 아보카도
ru: авокадо
zh_hans: 牛油果

# babySize.item.pear
source: pear
ar: كمثرى
bn: নাশপাতি
de: Birne
es: pera
fr: poire
hi: नाशपाती
ja: ナシ
ko: 배
ru: груша
zh_hans: 梨

# babySize.item.bell_pepper
source: bell pepper
ar: فلفل رومي
bn: ক্যাপসিকাম
de: Paprika
es: pimiento
fr: poivron
hi: शिमला मिर्च
ja: ピーマン
ko: 피망
ru: болгарский перец
zh_hans: 甜椒

# babySize.item.mango
source: mango
ar: مانgo
bn: আম
fr: mangue
hi: आम
ja: マンゴー
ko: 망고
ru: манго
zh_hans: 芒果

# babySize.item.banana
source: banana
ar: موز
bn: কলা
de: Banane
es: plátano
fr: banane
hi: केला
ja: バナナ
ko: 바나나
ru: банан
zh_hans: 香蕉

# babySize.item.carrot
source: carrot
ar: جزر
bn: গাজর
de: Karotte
es: zanahoria
fr: carotte
hi: गाजर
ja: ニンジン
ko: 당근
ru: морковь
zh_hans: 胡萝卜

# babySize.item.papaya
source: papaya
ar: بapaya
bn: পেঁপে
fr: papaye
hi: पपीता
ja: パパイヤ
ko: 파파야
ru: папайя
zh_hans: 木瓜

# babySize.item.grapefruit
source: grapefruit
ar: جريپfruit
bn: জাম্বুরা
es: toronja
fr: pamplemousse
hi: चकोतरा
ja: グrapefruit
ko: 자몽
ru: грейпфрут
zh_hans: 葡萄柚

# babySize.item.cantaloupe
source: cantaloupe
ar: شمام
bn: খরবুজা
de: Cantaloupe-Melone
es: melón
fr: melon
hi: खरबूजा
ja: メロン
ko: 멜론
ru: дыня
zh_hans: 哈密瓜

# babySize.item.cauliflower
source: cauliflower
ar: قرنبيط
bn: ফুলকপি
de: Blumenkohl
es: coliflor
fr: chou-fleur
hi: फूलगोभी
ja: カリフラワー
ko: 콜iflower
ru: цветная капуста
zh_hans: 花椰菜

# babySize.item.head_of_lettuce
source: head of lettuce
ar: خس
bn: লেটুস
de: Kopfsalat
es: lechuga
fr: laitue
hi: सलाद पत्ता
ja: レタス
ko: 상추
ru: салат
zh_hans: 生菜

# babySize.item.rutabaga
source: rutabaga
ar: لفت
bn: শালগম
de: Steckrübe
es: nabo
hi: शलजम
ja: ルタバガ
ko: 순무
ru: брюква
zh_hans: 芜菁

# babySize.item.eggplant
source: eggplant
ar: باذنجان
bn: বেগুন
de: Aubergine
es: berenjena
fr: aubergine
hi: बैंगन
ja: ナス
ko: 가지
ru: баклажан
zh_hans: 茄子

# babySize.item.butternut_squash
source: butternut squash
ar: قرع
bn: কুমড়ো
de: Butternusskürbis
es: calabaza
fr: courge
hi: कद्दू
ja: カボチャ
ko: 호박
ru: тыква
zh_hans: 南瓜

# babySize.item.cabbage
source: cabbage
ar: ملفوف
bn: বাঁধাকপি
de: Kohl
es: repollo
fr: chou
hi: पत्तागोभी
ja: キャベツ
ko: 양배추
ru: капуста
zh_hans: 卷心菜

# babySize.item.coconut
source: coconut
ar: جوز هند
bn: নারকেল
de: Kokosnuss
es: coco
fr: noix de coco
hi: नारियल
ja: ココナッツ
ko: 코코nut
ru: кокос
zh_hans: 椰子

# babySize.item.pineapple
source: pineapple
ar: أnanas
bn: আনারস
de: Ananas
es: piña
fr: ananas
hi: अनानास
ja: パイナップル
ko: 파인애플
ru: ананас
zh_hans: 菠萝

# babySize.item.honeydew_melon
source: honeydew melon
ar: شمام
bn: মধু খরবুজা
de: Honigmelone
es: melón verde
fr: melon miel
hi: खरबूजा
ja: メロン
ko: 허니듀 멜론
ru: медовая дыня
zh_hans: 蜜瓜

# babySize.item.romaine_lettuce
source: romaine lettuce
ar: خس روماني
bn: রোমেন লেটুস
de: Römischer Salat
es: lechuga romana
fr: laitue romaine
hi: रोमaine लेट्यूस
ja: ロメインレタス
ko: 로메인 상추
ru: салат рomaine
zh_hans: 罗马生菜

# babySize.item.bunch_of_swiss_chard
source: bunch of Swiss chard
ar: سلق
bn: স্বিস চার্ড
de: Mangold
es: acelga
fr: blette
hi: Swiss chard
ja: フダンソウ
ko: 근대
ru: мангольд
zh_hans: 瑞士甜菜

# babySize.item.mini_watermelon
source: mini watermelon
ar: بطيخ صغير
bn: ছোট তরমুজ
de: Mini-Wassermelone
es: mini sandía
fr: mini pastèque
hi: छोटा तरबूज
ja: ミニスイカ
ko: 미니 수박
ru: мини-арбуз
zh_hans: 小西瓜

# babySize.item.pumpkin
source: pumpkin
ar: يقطين
bn: কুমড়ো
de: Kürbis
es: calabaza
fr: citrouille
hi: कद्दू
ja: カボチャ
ko: 호박
ru: тыква
zh_hans: 南瓜

# babySize.item.watermelon
source: watermelon
ar: بطيخ
bn: তরমুজ
de: Wassermelone
es: sandía
fr: pastèque
hi: तरबूज
ja: スイカ
ko: 수박
ru: арбуз
zh_hans: 西瓜

# babySize.item.small_pumpkin
source: small pumpkin
ar: يقطين صغير
bn: ছোট কুমড়ো
de: kleiner Kürbis
es: calabaza pequeña
fr: petite citrouille
hi: छोटा कद्दू
ja: 小さなカボチャ
ko: 작은 호박
ru: маленькая тыква
zh_hans: 小南瓜

# babySize.item.full_term_baby
source: full-term baby
ar: رضيع مكتمل النمو
bn: পূর্ণসময়ের শিশু
de: ausgetragenes Baby
es: bebé a término
fr: bébé à terme
hi: पूरा विकसित बच्चा
ja: 足月の赤ちゃん
ko: 만삭 아기
ru: доношенный малыш
zh_hans: 足月宝宝
